/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Consortium myMed:" = "Consorzio myMed:";

/* No comment provided by engineer. */
"Credits" = "Crediti";

/* No comment provided by engineer. */
"Funded by:" = "Finanziato da:";

/* No comment provided by engineer. */
"myMed Launchpad..." = "myMed Launchpad...";

/* No comment provided by engineer. */
"MyMed web site..." = "Sito web myMed...";

/* No comment provided by engineer. */
"myRiviera" = "myRiviera";

/* No comment provided by engineer. */
"New item" = "Nuovo elemento";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Aprire sito web";

/* No comment provided by engineer. */
"Please write the new checklist item" = "Inserire un nuovo elemento da ricordare";

/* No comment provided by engineer. */
"Reload" = "Reload"; /* NEW */

/* No comment provided by engineer. */
"Server down, or no connection available." = "Connessione a internet o server non disponibile"; /* NEW */

/* No comment provided by engineer. */
"Social Network" = "Social Network";

/* No comment provided by engineer. */
"Suggest this app" = "Suggerisci questa app";

/* No comment provided by engineer. */
"To do" = "Da fare";

/* No comment provided by engineer. */
"Universities" = "Università";

